[
    {
        "adiutorHelpArticles": [
            {
                "title": "Hızlı Silme Talebi",
                "description": "Adiutor aracılığı ile hızlı silme talebi oluşturma hakkında yardım.",
                "content": "<p>Eğer bir madde belirli hızlı silme kriterlerini karşılıyorsa, bu işlemi hızlı ve etkili bir şekilde yapabilirsiniz. Adiutor'u kullanarak, madde sayfasında bulunan özel bir menü aracılığıyla hızlı silme talebinde bulunabilirsiniz. İşlem adımları ve seçenekler aşağıda ayrıntılı bir şekilde açıklanmıştır.</p> <h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2><p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden 'Hızlı Silme Talebi' seçeneğini göreceksiniz; bu seçenek, talebi oluşturmanız için gerekli pencereyi açar. Açılan pencerede, ilgili hızlı silme gerekçesini seçmeniz gerekecek. İsteğe bağlı olarak, maddeyi oluşturan kullanıcıyı bilgilendirebilir veya tekrar oluşturma girişimlerine karşı koruma talep edebilirsiniz. Ancak, talep oluşturmadan önce hızlı silme politikasının kriterlerini kontrol etmeyi unutmamanız önemlidir; çünkü madde bu kriterlere uymuyorsa, talebiniz incelenirken reddedilebilir.</p> <p>Adiutor'un hızlı silme talebi oluşturma işlemi bu adımları takip ederek gerçekleştirilir. Bu sayede Vikipedi içerisinde uygun olmayan veya hızlı silmeye aday maddelerin yönetimi daha etkili bir şekilde sağlanabilir.</p> <h2 class=\"adiutor-help-content-heading-sub\">Adiutor Tercihleri</h2><p>Adiutor tercihlerinizde, etiketlediğiniz tüm sayfaları kullanıcı alanınızda bir günlük olarak tutan \"HS Günlük\" özelliğini etkinleştirebilirsiniz. Silinen sayfalar katkılarınızda görünmediği için, bu özellik, oluşturulan etiketlerin ne kadarının silindiğini veya reddedildiğini değerlendirmek isteyen kullanıcılar için gereklidir.</p> <h2 class=\"adiutor-help-content-heading-sub\">Not Alınmalıdır</h2> <p>\"Hızlı Silme Talebi\" etiketleri sadece tartışma gerektirmeden hızlı silme kriterlerine uygun sayfalar içindir. Eğer silme potansiyel olarak tartışmalı olabilirse, Adiutor'ın Silinmeye Aday Sayfalar (SAS) veya Bekletmeli Silme (BS) modülünü kullanmayı düşünebilirsiniz.</p>",
                "video": "https://www.example.com/video1.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_05.png"
            },
            {
                "title": "Bekletmeli Silme Önerisi",
                "description": "Bekletmeli Silme Önerisi",
                "content": "<p>\"Bekletmeli Silme\" önerisi süreci, tartışmasız olarak silinmeye uygun görülen maddelerin ve dosyaların yedi gün içinde itiraz olmaması durumunda silinebileceği bir süreçtir. Adiutor, bu süreçte \"Bekletmeli Silme\" etiketlerini hızlı bir şekilde uygulamanıza yardımcı olur.</p> <p>Aynı şekilde, biyografi ve yaşayan kişilerin \"Bekletmeli Silme\" önerisi süreci de uygulanabilir. Tamamen kaynaklardan yoksun olan VP:YİB maddeleri yedi gün içinde en az bir kaynak eklenmediği takdirde silinir. Adiutor ile bu maddeleri \"Bekletmeli Silme\" önerisi ile etiketlemek de mümkündür.</p><h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2> <p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden \"Bekletmeli Silme Önerisi\" seçeneğini seçin. Sonrasında açılan pencerede, sayfanın neden bekletmeli olarak silinmesi gerektiğini açıklayan bir gerekçe sağlamanız gerekebilir; VP:YİB önerileri için neden gereçe şart değildir. Eğer \"Oluşturan Kullanıcıyı Bilgilendir\" seçeneğini aktif hale getirirseniz, sayfayı oluşturan kullanıcı, kendi mesaj sayfasına bilgilendirme yapmak için haberdar edilir.</p> <h2 class=\"adiutor-help-content-heading-sub\">Adiutor Tercihleri</h2><p>Adiutor tercihlerinizde, etiketlediğiniz tüm sayfaları kullanıcı alanınızda bir günlük olarak tutan \"BS Günlük\" özelliğini etkinleştirebilirsiniz. Silinen sayfalar katkılarınızda görünmediği için, bu özellik, oluşturulan etiketlerin ne kadarının silindiğini veya reddedildiğini değerlendirmek isteyen kullanıcılar için gereklidir.</p> <p>Varsayılan olarak, \"Bekletmeli Silme Talebi\" etiketlemesi sayfayı izleme listesine ekler. Bu tercihi Adiutor tercihlerinizde devre dışı bırakabilirsiniz.</p> <h2 class=\"adiutor-help-content-heading-sub\">Not Alınmalıdır</h2> <p>\"Bekletmeli Silme Talebi\" etiketleri sadece tartışmasız silmeler içindir. Eğer silme potansiyel olarak tartışmalı olabilirse, Adiutor'ın Silinmeye Aday Sayfalar (SAS) modülünü kullanmayı düşünebilirsiniz. Diğer yandan, sayfa hızlı silme kriterlerine uyuyorsa, daha hızlı silme sağlamak için Hızlı Silme Talebi (HS) modülünü kullanmalısınız.</p>",
                "video": "https://www.example.com/video2.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_05.png"
            },
            {
                "title": "Silinmeye Aday Gösterme",
                "description": "Silinmeye Aday Gösterme",
                "content": "<p>Silinmeye Aday Sayfalar (SAS), Vikipedi'deki sayfaların silinmesiyle ilgili tartışmaların yapıldığı mekanları ifade eder. Adiutor'u kullanarak herhangi bir sayfa için hızlıca bir silme tartışması başlatabilirsiniz. Ayrıca, hızlı KFK süreci aracılığıyla kategorilerin hızlı bir şekilde yeniden adlandırılmasını istemek için de bunu kullanabilirsiniz.</p> <h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2> <p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden \"Silinmeye Aday Göster\" seçeneğine tıklayın ve ardından açılan pencerede aday gösterme gerekçenizi tam wiki biçimlendirmesi kullanarak belirtin. İsteğe bağlı olarak, \"Oluşturan kullanıcı bilgilendirilsin\" kutusunu işaretleyerek sayfa oluşturucusuna bir bildirim gönderme seçeneğiniz de bulunmaktadır.</p> <p>Adiutor'un SAS aracını kullanırken, sayfa bir silme bildirimi ile etiketlenir; silme tartışması oluşturulur; tartışma sayfası günlük listeye eklenir ve sayfayı oluşturan kullanıcı bilgilendirilir.</p> <h2 class=\"adiutor-help-content-heading-sub\">Not Alınmalıdır</h2> <p>\"Silinmeye Aday Gösterme\" sadece tartışmalı silmeler içindir. Eğer silme potansiyel olarak hızlı olabilirse, Adiutor'ın Hızlı Silme Talebi (HS) modülünü kullanmayı düşünebilirsiniz. Diğer yandan, sayfa hızlı silme kriterlerine uymuyorsa ve tartışma gerektirmiyorsa, Bekletmeli Silme Önerisi (BS) modülünü kullanmalısınız.</p> <h2 class=\"adiutor-help-content-heading-sub\">Adiutor Tercihleri</h2> <p>Adiutor tercihlerinizde, etiketlediğiniz tüm sayfaları kullanıcı alanınızda bir günlük olarak tutan \"SAS Günlük\" özelliğini etkinleştirebilirsiniz. Silinen sayfalar katkılarınızda görünmediği için, bu özellik, oluşturulan adaylıkların ne kadarının silindiğini veya reddedildiğini değerlendirmek isteyen kullanıcılar için gereklidir.</p>",
                "video": "https://www.example.com/video3.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_05.png"
            },
            {
                "title": "Sayfa Taşıma Talebi",
                "description": "...",
                "content": "<p>Sayfa Taşıma Talebi modülü, sayfa taşıma işleminin mümkün olmadığı durumlar için geliştirilmiş bir araçtır. Bu modül, kullanıcıların sayfaları başka bir adlandırmaya taşıma taleplerini kolayca oluşturmasına olanak tanır. Genellikle otomatik onaylanmış kullanıcılar, sayfaların üzerinde bulunan [Taşı] sekmesini kullanarak taşıma işlemini hızlıca tamamlayabilirler. Ancak hedef sayfanın geçmişinde birden fazla sürüm olması ve kaynak sayfanın taşıma koruması altında olması gibi durumlarda taşıma işlemi direkt olarak yapılamazsa, kullanıcılar bu modü aracılığı ile talep oluşturabilirler. Bu talep, hizmetliler tarafından incelenir ve uygun bulunması halinde sayfa taşıma işlemi manuel olarak gerçekleştirilir.</p> <h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2><p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden \"Sayfa Taşıma Talebi\" seçeneğini seçin. Ardından, sayfanın yeni adlandırmasını ve taşımanın gerekliliğini açıklayan gerekçeyi girmeniz istenecektir. Yeni adlandırma, sayfanın taşınacağı hedef konumu ifade etmelidir ve gerekçe alanında, taşıma işleminin neden gerektiğini ayrıntılı bir şekilde belirtmelisiniz. Bilgileri girdikten sonra, \"Oluştur\" düğmesine tıklayarak talebi tamamlayabilirsiniz.</p><h2 class=\"adiutor-help-content-heading-sub\">Not Alınmalıdır</h2> <p> <p>Sayfanın adlandırılması ile ilgili ihtilafa düşülen durumlarda durumun ilgili tartışma sayfasında çözüme kavuşturulması ve talebin çözüm sonrasında ilgili talebin güncellenmesi gerekir. Hizmetliler tarafından kaynak ve hedef sayfaların geçmiş sürümlerinin birleştirilmesi gerekir. Ancak bu işlemin geri alınması zor olabileceği için, işlemin geri alınma ihtimalinin çok düşük olduğundan emin olunması gerekir. Talep iletilmeden önce adlandırma kuralları politikasının okunması yararlı olacaktır.</p> </p>",
                "video": "https://www.example.com/video4.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/1/13/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_07.png"
            },
            {
                "title": "Sayfa Koruma Talebi",
                "description": "...",
                "content": "<p>Sayfa Koruma Talebi kısaltmasıyla, bir sayfa için koruma talebi oluşturan bir modüldür. Genellikle yoğun vandalizm gören maddelerde veya gerçek hayattaki olaylar nedeniyle yüksek trafik alması muhtemel güncel maddelerde kullanılır.</p> <h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2><p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden \"Sayfa Koruma Talebi\" seçeneğini seçin. Ardından Koruma Seçenekleri başlığı altından süre ve koruma türünü seçin. Koruma talebiniz için gerekçenizi belirtin ve Talep Oluştur butonuna tıklayarak talebinizi oluşturun.</p> <h2 class=\"adiutor-help-content-heading-sub\">Not Alınmalıdır</h2> Eğer RPP'yi mevcut olmayan bir sayfada açarsanız, Sayfayı koruma şablonu ile etiketle kutusunu seçemezsiniz ve yalnızca Koruma Oluşturma'yı uygulayabilirsiniz.",
                "video": "https://www.example.com/video5.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_01.png"
            },
            {
                "title": "Sayfa Etiketleme",
                "description": "...",
                "content": "<p>Sayfa Etiketleme, madeleri, yönlendirmeleri veya dosyaları istediğiniz şablonlarla etiketlemenize olanak tanır.</p> <h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2><p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden \"Sayfayı Etiketle\" seçeneğine tıklayın. Açılan pencerede, sayfaya eklemek istediğiniz etiketi ve etiketleri seçebilirsiniz.<p>İşaretlenen tüm şablonlar, maddeye uygun yerlerine eklenir. Madde etiketleri için, mevcut ay ve yıla popüle edilen tarih parametresi otomatik olarak eklenir. Maddelerde iki veya daha fazla etiket varsa Adiutor desteklenen şablonları {{Çoklu sorun}} şablonu içine gruplar. {{Çoklu sorun}} içinde desteklenmeyen seçilen şablonlar normal şekilde eklenir.</p>",
                "video": "https://www.example.com/video6.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_06.png"
            },
            {
                "title": "Kullanıcı Uyarma",
                "description": "...",
                "content": "<p>Kullanıcı mesaj sayfalarında, uyarı sekmesi, kullanıcının mesaj sayfasına çeşitli uyarı mesajları bırakmanıza olanak tanır. Kullanmak için önce uyarı sekmesine tıklayın. Aşağıdaki seçeneklerle bir pencere görünecektir</p> <h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2><p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden \"Uyar\" seçeneğini seçin. İki açılır menüden uygun olanları seçin: Uyarı seviyesi ve uyarı türü. Uyarının dayandığı ilgili madde adı girin. Seçtiğiniz uyarıyı kullanıcının mesaj sayfasına yerleştirmek için \"Uyar\" butonuna tıklayınız.<h2 class=\"adiutor-help-content-heading-sub\">Not Alınmalıdır</h2> <p> Kullanıcıları gereksiz yere uyarmanın kaçınılması amacıyla, uyarı seçeneklerini dikkatlice kullanmak önemlidir. Uyarılar, olumsuz deneyim yaşamış kullanıcıları daha fazla rahatsız edebilir. Uyarılarda adil, açık ve yapıcı bir dil kullanmaya özen göstermeli ve sadece gerçekten gerekli olduğu durumlar için uyarı mesajları bırakmalısınız. </p>",
                "video": "https://www.example.com/video7.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_04.png"
            },
            {
                "title": "Kullanıcı Raporlama",
                "description": "İçerik",
                "content": "<p>Kullanıcı Raporlama, Herhangi bir kullanıcı ad alanı sayfasında veya Özel:Katkılar/Kullanıcı üzerindeyken bu düğmeye tıklayarak kullanıcıları hizmetlilere bildirebilirsiniz. Kullanıcının çeşitli ihlalleri için raporlama yapabilirsiniz</p> <h2 class=\"adiutor-help-content-heading-sub\">Kullanımı</h2><p>Kullanımı için, sayfa adının sağ tarafında bulunan yatay üç noktaya ikonuna tıklayın ve açılır menüden \"Raporla\" seçeneğini seçin. Koruma Seçenekleri başlığı altından süre ve koruma türünü seçiniz. Gelen ekrandan raporlama türünü seçiniz. Sağ üst köşedeki Raporla butonuna tıklayarak raporlama işlemini tamamlamış olursunuz.<h2 class=\"adiutor-help-content-heading-sub\">Not Alınmalıdır</h2> <p>Raporla butonuna tıkladığınızda, belirli kullanıcının hangi tür ihlallerini raporlamak istediğinizi seçebilirsiniz. Uyarıları ve gerekçeleri dikkatli bir şekilde değerlendirerek kullanıcıları gereksiz yere raporlamaktan kaçınmak önemlidir.</p>",
                "video": "https://www.example.com/video8.mp4",
                "image": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Illustration_of_Reading_Wikipedia_in_the_Classroom_%28blue%29_02.png"
            }
        ]
    },
    {
        "adiutorSpeedyDeletionReasons": [
            {
                "name": "Maddeler",
                "namespace": 0,
                "reasons": [
                    {
                        "namespace": 0,
                        "value": "M1",
                        "data": "[[VP:HS#M1|Madde 1]]: Taslak madde kriterlerini karşılamayan madde",
                        "selected": false,
                        "label": "M1 - Taslak madde kriterlerini karşılamayan madde"
                    },
                    {
                        "namespace": 0,
                        "value": "M2",
                        "data": "[[VP:HS#M2|Madde 2]]: Yabancı dilde yazılmış madde",
                        "selected": false,
                        "label": "M2 - Yabancı dilde yazılmış madde"
                    },
                    {
                        "namespace": 0,
                        "value": "M3",
                        "data": "[[VP:HS#M3|Madde 3]]: Anlamlı bir içerikten yoksun madde",
                        "selected": false,
                        "label": "M3 - Anlamlı bir içerikten yoksun madde"
                    },
                    {
                        "namespace": 0,
                        "value": "M4",
                        "data": "[[VP:HS#M4|Madde 4]]: Başka bir Wikimedia projesine taşınmış madde",
                        "selected": false,
                        "label": "M4 - Başka bir Wikimedia projesine taşınmış madde"
                    },
                    {
                        "namespace": 0,
                        "value": "M6",
                        "data": "[[VP:HS#M6|Madde 6]]: Kayda değerlik ölçütlerini sağlamayan konuya sahip madde",
                        "selected": false,
                        "label": "M6 - Kayda değerlik ölçüt ve kriterlerini sağlamayan madde"
                    },
                    {
                        "namespace": 0,
                        "value": "M8",
                        "data": "[[VP:HS#M8|Madde 8]]: Düzen ve ansiklopediklik açısından uygun olmayan madde",
                        "selected": false,
                        "label": "M8 - Düzen ve ansiklopediklik açısından uygunsuz madde"
                    },
                    {
                        "namespace": 0,
                        "value": "M9",
                        "data": "[[VP:HS#M9|Madde 9]]: Niteliksiz makine çevirisiyle oluşturulmuş madde",
                        "selected": false,
                        "label": "M9 - Niteliksiz makine çevirisiyle oluşturulmuş madde"
                    }
                ]
            },
            {
                "name": "Dosyalar",
                "namespace": 6,
                "reasons": [
                    {
                        "namespace": 6,
                        "value": "D1",
                        "data": "[[VP:HS#D1|Dosya 1]]: Çift kopya dosya",
                        "selected": false,
                        "label": "D1 - Çift kopya dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D2",
                        "data": "[[VP:HS#D2|Dosya 2]]: Bozuk veya boş dosya",
                        "selected": false,
                        "label": "D2 - Bozuk veya boş dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D3",
                        "data": "[[VP:HS#D3|Dosya 3]]: Uygunsuz lisanslı dosya",
                        "selected": false,
                        "label": "D3 - Uygunsuz lisanslı dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D4",
                        "data": "[[VP:HS#D4|Dosya 4]]: Belirsiz lisans/kaynaklı dosya",
                        "selected": false,
                        "label": "D4 - Belirsiz lisans/kaynaklı dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D5",
                        "data": "[[VP:HS#D5|Dosya 5]]: Kullanılmayan adil kullanım dosyası",
                        "selected": false,
                        "label": "D5 - Kullanılmayan adil kullanım dosyası"
                    },
                    {
                        "namespace": 6,
                        "value": "D6",
                        "data": "[[VP:HS#D6|Dosya 6]]: Adil kullanımı hatalı belirtilmiş dosya",
                        "selected": false,
                        "label": "D6 - Adil kullanımı hatalı belirtilmiş dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D7",
                        "data": "[[VP:HS#D7|Dosya 7]]: Gerekçelendirilmemiş adil kullanım dosyası",
                        "selected": false,
                        "label": "D7 - Gerekçelendirilmemiş adil kullanım dosyası"
                    },
                    {
                        "namespace": 6,
                        "value": "D8",
                        "data": "[[VP:HS#D8|Dosya 8]]: Ansiklopedik olmayan ve kullanılmayan dosya",
                        "selected": false,
                        "label": "D8 - Ansiklopedik olmayan ve kullanılmayan dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D9",
                        "data": "[[VP:HS#D9|Dosya 9]]: Kullanışsız dosya",
                        "selected": false,
                        "label": "D9 - Kullanışsız dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D10",
                        "data": "[[VP:HS#D10|Dosya 10]]: Vektörel dosya",
                        "selected": false,
                        "label": "D10 - Vektörel dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D11",
                        "data": "[[VP:HS#D11|Dosya 11]]: Şüpheli dosya",
                        "selected": false,
                        "label": "D11 - Şüpheli dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D12",
                        "data": "[[VP:HS#D12|Dosya 12]]: Tanımlanamayan dosya",
                        "selected": false,
                        "label": "D12 - Tanımlanamayan dosya"
                    },
                    {
                        "namespace": 6,
                        "value": "D13",
                        "data": "[[VP:HS#D13|Dosya 13]]: Kaynaklandırılmamış dosya",
                        "selected": false,
                        "label": "D13 - Kaynaklandırılmamış dosya"
                    }
                ]
            },
            {
                "name": "Kategoriler",
                "namespace": 14,
                "reasons": [
                    {
                        "data": "[[VP:HS#K1|Kategori 1]]: Boş kategori",
                        "value": "K1",
                        "selected": false,
                        "label": "K1 - Boş kategori",
                        "namespace": 14
                    },
                    {
                        "data": "[[VP:HS#K2|Kategori 2]]: Adı değiştirilen kategori",
                        "value": "K2",
                        "selected": false,
                        "label": "K2 - Adı değiştirilen kategori",
                        "namespace": 14
                    },
                    {
                        "data": "[[VP:HS#K3|Kategori 3]]: Şablon kategorisi",
                        "value": "K3",
                        "selected": false,
                        "label": "K3 - Şablon kategorisi",
                        "namespace": 14
                    }
                ]
            },
            {
                "name": "Kullanıcı sayfaları",
                "namespace": 2,
                "reasons": [
                    {
                        "data": "[[VP:HS#KS2|Kullanıcı Sayfası 2]]: Var olmayan kullanıcı",
                        "value": "KS2",
                        "selected": false,
                        "label": "KS2 - Var olmayan kullanıcı",
                        "namespace": 2
                    },
                    {
                        "data": "[[VP:HS#KS3|Kullanıcı Sayfası 3]]: [[VP:AKP|Adil kullanım]] galerisi",
                        "value": "KS3",
                        "selected": false,
                        "label": "KS3 - Adil kullanım galerisi",
                        "namespace": 2
                    },
                    {
                        "data": "[[VP:HS#KS4|Kullanıcı Sayfası 4]]: [[VP:İNAL|Vikipedi'nin kişisel sayfa olarak kullanımı]]",
                        "value": "KS4",
                        "selected": false,
                        "label": "KS4 - Vikipedi'nin kişisel sayfa olarak kullanımı",
                        "namespace": 2
                    }
                ]
            },
            {
                "name": "Şablonlar",
                "namespace": 10,
                "reasons": [
                    {
                        "data": "[[VP:HS#Ş1|Şablon 1]]: Bölücü veya kışkırtıcı şablon",
                        "value": "Ş1",
                        "selected": false,
                        "label": "Ş1 - Bölücü veya kışkırtıcı şablon",
                        "namespace": 10
                    },
                    {
                        "data": "[[VP:HS#Ş2|Şablon 2]]: Kullanılmayan şablon",
                        "value": "Ş2",
                        "selected": false,
                        "label": "Ş2 - Kullanılmayan şablon",
                        "namespace": 10
                    }
                ]
            },
            {
                "name": "Portaller",
                "namespace": 100,
                "reasons": [
                    {
                        "data": "[[VP:HS#P1|Portal 1]]: [[VP:HS#M|Madde kriterlerini]] karşılamayan [[VP:P|portal]] sayfası",
                        "value": "P1",
                        "selected": false,
                        "label": "P1 - Madde kriterlerini karşılamayan portal sayfası",
                        "namespace": 100
                    },
                    {
                        "data": "[[VP:HS#P2|Portal 2]]: Belirli kriterleri sağlamayan [[VP:P|portal]]",
                        "value": "P2",
                        "selected": false,
                        "label": "P2 - Belirli kriterleri sağlamayan portal",
                        "namespace": 100
                    }
                ]
            },
            {
                "name": "Genel",
                "namespace": "general",
                "reasons": [
                    {
                        "data": "[[VP:HS#G1|Genel 1]]: Anlamsız karakter dizilerinden ibaret sayfa",
                        "value": "G1",
                        "selected": false,
                        "label": "G1 - Anlamsız karakter dizilerinden ibaret sayfa",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G2|Genel 2]]: Deneme amaçlı sayfa",
                        "value": "G2",
                        "selected": false,
                        "label": "G2 - Deneme amaçlı sayfa",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G3|Genel 3]]: [[VP:Vandalizm|Vandalizm]]",
                        "value": "G3",
                        "selected": false,
                        "label": "G3 - Vandalizm",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G4|Genel 4]]: Daha önce [[VP:SP|silinmiş]] içerik",
                        "value": "G4",
                        "selected": false,
                        "label": "G4 - Daha önce silinmiş içerik",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G6|Genel 6]]: Sayfayı oluşturan kullanıcının talebi",
                        "value": "G6",
                        "selected": false,
                        "label": "G6 - Sayfayı oluşturan kullanıcının talebi",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G7|Genel 7]]: Silinmiş sayfanın [[VP:TS|tartışma sayfası]]",
                        "value": "G7",
                        "selected": false,
                        "label": "G7 - Silinmiş sayfanın tartışma sayfası",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G8|Genel 8]]: Temizlik işlemi",
                        "value": "G8",
                        "selected": false,
                        "label": "G8 - Temizlik işlemi",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G9|Genel 9]]: [[VP:TELİF|Telif hakkı ihlali]] yaratan sayfa",
                        "value": "G9",
                        "selected": false,
                        "label": "G9 - Telif hakkı ihlali yaratan sayfa",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G10|Genel 10]]: [[VP:SS|Saldırı]] amaçlı sayfa",
                        "value": "G10",
                        "selected": false,
                        "label": "G10 - Saldırı amaçlı sayfa",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G11|Genel 11]]: [[VP:REKLAM|Reklam]] amaçlı sayfa",
                        "value": "G11",
                        "selected": false,
                        "label": "G11 - Reklam amaçlı sayfa",
                        "namespace": "general"
                    },
                    {
                        "data": "[[VP:HS#G12|Genel 12]]: İçeriği geliştirmeye yönelik olmayan [[VP:TS|tartışma sayfası]]",
                        "value": "G12",
                        "selected": false,
                        "label": "G12 - İçeriği geliştirmeye yönelik olmayan tartışma sayfası",
                        "namespace": "general"
                    }
                ]
            },
            {
                "name": "Yönlendirmeler",
                "namespace": "redirect",
                "reasons": [
                    {
                        "data": "[[VP:HS#Y1|Yönlendirme 1]]: Boşa yönlendirme",
                        "value": "Y1",
                        "selected": false,
                        "label": "Y1 - Boşa yönlendirme",
                        "namespace": "redirect"
                    },
                    {
                        "data": "[[VP:HS#Y2|Yönlendirme 2]]: Kötü yönlendirme",
                        "value": "Y2",
                        "selected": false,
                        "label": "Y2 - Kötü yönlendirme",
                        "namespace": "redirect"
                    },
                    {
                        "data": "[[VP:HS#Y3|Yönlendirme 3]]: Farklı ad alanları arasında yönlendirme",
                        "value": "Y3",
                        "selected": false,
                        "label": "Y3 - Farklı ad alanları arasında yönlendirme",
                        "namespace": "redirect"
                    }
                ]
            },
            {
                "name": "Diğer",
                "namespace": "other",
                "reasons": [
                    {
                        "data": "[[VP:SAS]]: Silinmeye aday sayfa",
                        "value": "01",
                        "selected": false,
                        "label": "Silinmeye aday sayfa",
                        "namespace": "other"
                    },
                    {
                        "data": "[[VP:KT]]: Kategori tartışması",
                        "value": "01",
                        "selected": false,
                        "label": "Kategori tartışması",
                        "namespace": "other"
                    },
                    {
                        "data": "[[VP:ŞT]]: Şablon tartışması",
                        "value": "02",
                        "selected": false,
                        "label": "Şablon tartışması",
                        "namespace": "other"
                    },
                    {
                        "data": "[[VP:SÖ]]: Bekletmeli silinen sayfa",
                        "value": "04",
                        "selected": false,
                        "label": "Bekletmeli silinen sayfa",
                        "namespace": "other"
                    }
                ]
            }
        ]
    }
]